/*-------------------- Задача 1 -------------------- */

let algebra = 5,
    geography = 4,
    physics = 4;

let averageRating = (algebra + geography + physics) / 3;

console.log("Средняя оценка - " + averageRating);

/*-------------------- Задача 1 -------------------- */



/*-------------------- Задача 2 -------------------- */

let myName = "Светлана";

let message = `Привет, мир! Меня зовут ${myName}.`;

console.log(message);

/*-------------------- Задача 2 -------------------- */



/*-------------------- Задача 3 -------------------- */

let x = 2,
    y = 22,
    z = 0;

let result = x * y + 5 * z + x - 1;

console.log("Ответ - " + result);

/*-------------------- Задача 3 -------------------- */
